Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Clear Browsing History?
ne: ब्राउजिङ इतिहास हटाउने हो?

source: Create unified account
ne: एकीकृत खाता बनाउने

source: Output formats
ne: आउटपुट ढाँचा

source: {{ns:project}}:Copyrights
ne: {{ns:project}}:प्रतिलिपी अधिकारहरू

source: Invalid e-mail address
ne: अमान्य इमेल ठेगाना

source: Downloaded {PLURAL: v[3]|$1 time|$1 times}
ne: {PLURAL: v[3]|$1 पल्ट|$1 पल्ट} डाउनलोड गरिएको

source: Got it?
ne: पाउनु भयो ?

source: disable
ne: निष्क्रिय

source: /* CSS placed here will affect users of the Cologne Blue skin */
ne: /* यहाँ राखिएको CSS ले कोलोग्ने ब्लु स्किनको प्रयोगकर्ताहरूलाई प्रभावित गर्ने छ */

source: Hi $1, Here's a summary of this week's activity on {{SITENAME}} for you.
ne: नमस्ते $1, यहाँ तपाईँको लागि {{SITENAME}} मा यो हप्ताको गतिविधिको एउटा सारांश छ।

source: Confirm drag
ne: ड्रयाग निश्चय गर्ने

source: View modifications to this language:
ne: यो भाषामा गरिएको परिवर्तनहरू हेर्नुहोस् :

source: Below is a list of special gadgets users can enable on their [[Special:Preferences#mw-prefsection-gadgets|preferences page]], as defined by the [[MediaWiki:Gadgets-definition|definitions]]. This overview provides easy access to the system message pages that define each gadget's description and code.
ne: विशेष उपकरणहरूको सूची तल दिइएकोछ प्रयोगकर्ताहरूले [[MediaWiki:Gadgets-definition|परिभाषाहरू]]मा जनाए अनुसार आफ्नो [[Special:Preferences#mw-prefsection-gadgets|अभिरुचि पृष्ठमा]], सक्रिय पार्न सक्नेछन्।। यस सिंहावलोकनले प्रणाली सन्देश पृष्ठ सजिलै प्राप्त गर्न सकिनेछ जसले प्रत्येक उपकरणको विवरण र कोडलाई परिभाषित गरेको छ।

source: Allow overriding select terms and settings in loan accounts
ne: ऋण खाताहरूमा शर्तहरू तथा सेटिंगहरूलाई छान्ने अनुमित दिनुहोस्

source: This page revision has been <strong>suppressed</strong>. Details can be found in the [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} suppression log].
ne: यो पृष्ठ संशोधनलाई <strong>दमन</strong> गरिएको छ । विस्तृत जानकारी [{{fullurl:{{#Special:Log}}/suppress|page={{FULLPAGENAMEE}}}} दमन लग]मा पाउन सकिन्छ ।

source: Discussions
ne: चर्चाहरू

source: All
ne: सबै

source: Ending date
ne: समापन मिति

source: Task unassigned:
ne: बाडफाड नभएको कार्यः

source: edit your watchlist
ne: तपाईँको निगरानी सुची सम्पादन गर्नुहोस

source: Display a button at the end of the page to scroll up to the top
ne: पृष्ठको अन्तमा सुरुमा जने बटन देखाउने

source: The pool counter service is not available ($1).
ne: पुल काउन्टर सेवा उपलब्ध छैन ($1)।

source: Control character error, possibly incorrectly encoded
ne: नियन्त्रित क्यारेक्टर त्रुटि, सम्भवतः अशुद्ध रूपले इन्कोड गरिएको हो

source: My talk page
ne: मेरा कुरा

source: Relaunch
ne: पुनः खोल्नुहोस्

source: No Desktop Background
ne: डेस्कटप पृष्ठभूमि छैन

source: is not a number
ne: संख्या होइन

source: MasterCard
ne: मास्टर कार्ड

source: Date uploaded
ne: अपलोड गरेको मिति

source: 3D Chess
ne: थ्रिडी बुद्घिचाल

source: LRM _Left-to-right mark
ne: LRM _बायाँ-बाट-दायाँ चिनो

source: This user has [[$1|advanced]] knowledge of [[$2|$3]].
ne: यो प्रयोगकर्तासँग [[$2|$3]]को [[$1|उन्नत]] ज्ञान छ।

source: View all of your observations from %{x}
ne: %{x} बाट तपाईंको सम्पूर्ण अवलोकन बुँदाहरूलाई हेर्नुहोस्

source: Wikidata value
ne: विकिडाटा अंक

source: Add language
ne: भाषा थप्ने

source: Please note that all contributions to {{SITENAME}} may be edited, altered, or removed by other contributors. If you do not want your writing to be edited mercilessly, then do not submit it here.<br /> You are also promising us that you wrote this yourself, or copied it from a public domain or similar free resource (see $1 for details). <strong>Do not submit copyrighted work without permission!</strong>
ne: कृपया ध्यान दिनुहोस् यस {{SITENAME}}मा दिइएका योगदानहरूलाई अन्य योगदानकर्ताहरूद्वारा सम्पादन गरिनेछ, परिवर्तन गरिनेछ अथवा हटाइनेछ। यदि तपाईंको लेखलाई निर्दयता पूर्वक सम्पादन गरेको चाहनुहुन्न भने त्यो यहाँ नदिनुहोस्।<br /> यदि तपाईं किटानसाथ भन्नुहुन्छ कि यो लेख तपाईं आफैले लेखेको हो अथवा सार्वजनिक ज्ञानक्षेत्र अथवा मुक्त संसाधनबाट लिइएको हो (विवरणकोलागि हेर्नुहोस् $1 ). '''कपीराइट भएको रचना अनुमति बिना यहाँ नदिनुहोस्!'''

source: Thai
ne: थाइ

source: Songs
ne: गीतहरू

source: Dish
ne: डिस्

source: Add these tags:
ne: यी ट्यागहरू थप्नेः

source: $1 {{PLURAL:$4|is not a permitted file type|are not permitted file types}}. Permitted {{PLURAL:$3|file type is|file types are}} $2.
ne: $1 फाइल {{PLURAL:$4|प्रकार|प्रकारहरू}} को अनुमति छैन। फाइल प्रकार {{PLURAL:$3|जसको|जुनको}} अनुमति छ: $2।

source: With Minimum Severity of
ne: निम्नतम गम्भीरता भएको

source: _Help
ne: मद्दत (_H)

source: Disk
ne: डिस्क

source: Copyright
ne: प्रकाशन अधिकार सिमित

source: _Test Your Settings
ne: तपाई को प्रणाली जाच्नुहोस

source: Are you sure you want to remove {{PLURAL:$1|this group|these groups}}?
ne: के तपाईं साचिक्कै {{PLURAL:$1|यो समूह|यी समूहहरू}}लाई मेट्न चाहनुहुन्छ?

source: Iyar
ne: इयार

source: Wide Photo
ne: फराकिलो फोटो

source: Guest
ne: पाहुना

source: Group Password
ne: समूह पासवर्ड

source: automatically checked
ne: स्वतः परीक्षित

source: The opacity of the Panel background.
ne: प्यानलको पृष्ठभूमिको अपारदर्शिता ।

source: Experimental
ne: प्रयोगात्मक

source: Show $1 {{PLURAL:$1|result|results}} per page
ne: देखाउने $1 {{PLURAL:$1|नतिजा|नतिजाहरु}} प्रति पृष्ठ

source: Mail object returned error:
ne: मेल अब्जेक्टले देखाएको त्रुटि:

source: Try Content Translation
ne: सामग्री अनुवाद प्रयास गर्नुहोस्

source: Expiry time
ne: समाप्ति समय

source: Order this media item
ne: यो मेडिया सामग्री अर्डर गर्नुहोस्

source: Civility Barnstar
ne: शिष्टाचार बार्नस्टार

source: Croatian kuna
ne: क्रोइसियाली कुना

source: Vote details: #$1
ne: मत विवरणहरु: #$1

source: Gallery
ne: ग्यालरी

source: Advanced search
ne: उन्नत खोज

source: And
ne: र

source: Loading data…
ne: डाटा लोड हुँदैछ…

source: Balance
ne: बचत

source: You must answer all questions.
ne: तपाईंले सबै प्रश्नहरूको उत्तर दिनुपर्छ।

source: Show category tree
ne: श्रेणी वृक्ष हेर्ने

source: Elul
ne: एलल्

source: Batch testing
ne: ब्याच जाँच्ने

source: Bonus Resources
ne: बोनस श्रोतहरू

source: Agree
ne: सहमत

source: _Language
ne: भाषाः

source: Any
ne: कुनै

source: No page to import!
ne: आयात गर्नको लागि पृष्ठहरू छैनन्

source: Slow Keys
ne: सुस्त कुञ्जी

source: Live edits
ne: लाइभ सम्पादन

source: Autopatrollers
ne: स्व गस्तीगर्ने प्रयोगकर्ता

source: ^Try Ubuntu Netbook without installing
ne: प्रतिस्थापन विना उबुन्ट् नेटबुक प्रयोग गरी हेर्नुहोस् (^T)

source: There are no notifications.
ne: तपाईंको लागि कुनै सुचना छैन ।

source: Download this bounding box from a mirror of the OpenStreetMap database
ne: ओपनस्ट्रीटम्याप तथ्याङ्कको अर्को स्रोतबाट यो सिमारेखा प्राप्त गर्नुहोस्

source: Altitude (m)
ne: उचाइ (मि)

source: Output
ne: अाउटपुट

source: Delete table
ne: सूची मेट्ने

source: Featured Article
ne: छानिएको लेख

source: Width
ne: चौडाइ

source: User rights management
ne: प्रयोगकर्ता अधिकार व्यवस्थापन

source: Password again:
ne: फेरी पासवर्ड:

source: Display title
ne: प्रदर्शन शिर्षक

source: You are about to delete a page along with all of its history. Please confirm that you intend to do this, that you understand the consequences, and that you are doing this in accordance with [[{{MediaWiki:Policy-url}}|the policy]].
ne: तपाईं यो पृष्ठ र यसको इतिहास मेट्न गइरहनु भएकोछ। कृपया पुष्टि गर्नुहोस् कि [[{{MediaWiki:Policy-url}}|नियम]] मुताबिक तपाईं मेट्न गइरहनु भएकोछ।

source: Assign
ne: निर्दिष्ट गर्ने

source: Birds
ne: चरा समूह

source: Pre-school educational application bundle
ne: पूर्व-स्कूल शैक्षिक आवेदन बन्डल

source: Destination page must be a valid title.
ne: गन्तव्य पृष्ठ मान्य पृष्ठ शीर्षक हुनुपर्ने छ।

source: Defense bonus:
ne: रक्षा बोनसः

source: Clear session?
ne: सत्र हटाउने?

source: Way Node
ne: बाटो नोड

source: Set description
ne: वर्णन देखाउने

source: The Special Barnstar
ne: विशेष बार्नस्टार

source: The page size is bigger than <code>$wgMaxArticleSize</code> after expanding all the templates, so some templates were not expanded.
ne: पृष्ठको आकार <code>$wgMaxArticleSize</code> भन्दा बढी छ। सबै ढाँचाहरूलाई बढाए पनि केहि ढाँचाहरूलाई बढाउन सकिंदैन।

source: View user information
ne: प्रयोगकर्ता विवरण हेर्ने

source: Time zone:
ne: समय क्षेत्र :

source: United States
ne: संयुक्त राज्य

source: The following files are used but do not exist. Files from foreign repositories may be listed despite existing. Any such false positives will be <del>struck out</del>.
ne: निम्न फाइलहरू प्रयोगमा छन् तर यहाँ छैन । वाह्य भण्डारहरूको फाइलहरू उपस्थित भए पनि सूचीमा हुन सक्छ। यस्तो कुनै पनि गलत प्रविष्टिहरू <del>काटिएको हुनेछ</del>।

source: Select text
ne: पाठ छान्नुहोस

source: Please enter a namespace by its number:
ne: कृपया नेमस्पेस संख्याको रुपमा राख्नुहोला :

source: Select an application for software CDs
ne: सफ्टवेयर सीडीहरुको लागि एक अनुप्रयोग छान्नुहोस्

source: Modify abuse filters
ne: दुर्व्यवहार फिल्टर परिमार्जन गर्ने

source: One-time
ne: एक-समय

source: Secrets were required, but not provided
ne: पासवर्ड आवश्यक छ, तर प्रदान गरिएन

source: Copy a screenshot to clipboard
ne: स्क्रीनको तस्बिरलाई क्लिप्बोर्डमा कपी गर्ने

source: Apr
ne: अप्रि

source: Opens the window accessibility menu.
ne: विन्डोको पहुँच मेनु देखाउँछ ।

source: Unable to open contacts file for writing.
ne: लेखनको लागि सम्पर्क फाइल खोल्न सकिएन

source: Invert selection
ne: चयन उल्ट्याउने

source: Leave the land
ne: जमिन छोड्नुहोस्

source: Developer Tools
ne: विकासकर्ता उपकरण

source: Random
ne: अनियमित

source: Got it!
ne: पाउनु भयो

source: External links search
ne: बाह्य लिंक खोज

source: Filenames must be at least one letter.
ne: फाइलको नाम कम्तिमा एक अक्षरको हुनैपर्छ।

source: Project:VisualEditor/Feedback
ne: परियोजना:भिजुअल एडिटर/पृष्ठपोषण

source: Sorry, %{type} #%{id} could not be found.
ne: माफ गर्नुहोला, %{type} #%{id} फेला पार्न सकिएन ।

source: Image Quality
ne: छवि गुणस्तर:

source: &Send report (%s)
ne: प्रतिवेदन पठाउनुहोस् (%s)

source: Session Started
ne: सत्र सुरु भयो

source: Resolved note #%{note_name}
ne: समाधान गरिएको टिप्पणी #%{note_name}

source: Edit count of user
ne: प्रयोगकर्ताको सम्पादन गणना

source: [[:File:$1|$1]] has [[$3|{{PLURAL:$2|a duplicate|$2 duplicates}}]].
ne: [[:File:$1|$1]] को [[$3|{{PLURAL:$2|दोहोरो फाइल|$2 दोहोरो फाइलहरू}}]] छ ।

source: No new messages since last read
ne: अघिल्लो पढाइपछिका नयाँ सन्देशहरू छैनन्

source: L_auncher placement
ne: लन्चर प्लेसमेंट

source: Add this page to your watchlist
ne: यो पृष्ठलाई तपाईँको अवलोकनसूचीमा थप्नुहोस्

source: Your Excellency, the %nation% have been destroyed.
ne: श्रीमान, %nation% नष्ट भएको छ ।

source: Today's featured content
ne: आजको विशेष सामग्री

source: Color Effects:
ne: रङ्ग प्रभावहरू:

source: Please log in to change your preferences.
ne: आफ्नो अभिरूचीहरू परिवर्तन गर्नका लागि प्रवेश गर्नुहोस।

source: Remove this block
ne: यो रोक हटाउने

source: Display next
ne: देखाउने पाठ

source: Unknown error.
ne: अज्ञात त्रुटि ।

source: You must specify a tag name.
ne: तपाईंले ट्याग नाम निर्दिष्ट गर्नु पर्ने हुन्छ ।

source: Send an email to this user
ne: यो प्रयोगकर्तालाई इमेल पठाउनुहोस्

source: Your edit was saved.
ne: तपाईंको सम्पादन संग्रह गरिएको छ ।

source: Disclaimer
ne: अश्विकारोक्तिहरु

source: Project:FAQ
ne: Project:धैरै सोधिएका प्रश्नहरु

source: (binary data)
ne: (बायनरी डेटा)

source: See [[{{MediaWiki:Coll-helppage}}|the help page about books]] for more information.
ne: अधिक जानकारीको लागि [[{{MediaWiki:Coll-helppage}}|पुस्तकहरूको बारेमा साहयता पृष्ठ]] हेर्नुहोस।

source: Editing help
ne: सम्पादन सहायता

source: Email confirmation:
ne: इ-मेल एकिन प्रक्रिया :

source: You are not logged in and "$1" is not in the whitelist.
ne: तपाईंले लग इन गर्नुभएको छैन र "$1" श्वेतसूचीमा छैन।

source: Numbered list
ne: संख्या सुची

source: Bot: Redirect to a deleted or non-existent page
ne: रोबोट: हुँदै नभएको पृष्ठमा या मेटिएको पृष्ठमा गरिएको रिडाइरेक्ट

source: Testing event sound
ne: घटना ध्वनि परीक्षण

source: Operation successful.
ne: अपरेशन सफल

source: Saved page(s) deleted
ne: संग्रह भएका पृष्ठहरू मेटाइयो

source: Measurement in progress
ne: नापकार्य अगि बढिरहेको छ

source: activate
ne: सक्रिय गर्ने

source: Monument page
ne: धरोहर पृष्ठ

source: Media in category "$1"
ne: "$1" श्रेणीमा रहेका मिडियाहरू

source: cur
ne: वर्तमान पृष्ठको लिङ्क इतिहास

source: Processor
ne: प्रोसेसर

source: no pages or subcategories
ne: पृष्ठहरू वा उपश्रेणीहरू छैनन्

source: Anti-Vandalism Barnstar
ne: विध्वंसता-विरोधी बार्नस्टार

source: page 2
ne: पृष्ठ २

source: page 3
ne: पृष्ठ ३

source: For $1 $2
ne: $1को $2

source: page 1
ne: पृष्ठ १

source: Administrator Password
ne: प्रबन्धक पासवर्ड

source: Sorry, we could not find a tutorial in your language. The $1 one is shown instead.
ne: माफ गर्नुहोस्, हामीले तपाईंको भाषामा ट्यूटोरियल पाएनौं, यसको सट्टामा $1 को प्रदर्शन गरिएको छ।

source: Expiry time invalid.
ne: समय सिमा अमान्य

source: * <code>$1</code> / $2 (enabled)
ne: * <code>$1</code> / $2 (सक्रिय)

source: Number of photos
ne: फोटो संख्या

source: $1 sec ($2)
ne: $1 सेकेण्ड ($2)

source: default
ne: पूर्वानिर्धारण

source: The real name is invalid.
ne: वास्तविक नाम अमान्य छ।

source: ^Install Ubuntu Server
ne: उबुन्टु सर्भर स्थापना गर्नुहोस

source: Asc
ne: बढ्दोक्रममा

source: === Unique ===
ne: === अद्वितीय ===

source: Enable keyboard _scanning
ne: किबोर्ड स्क्यानिङ सक्रिय पार्नुहोस्

source: The group name needs to have at least one character.
ne: यो समूह नाम कमसेकम एक क्यारेटरको हुनु आवश्यक छ।

source: have your edit marked as patrolled
ne: तपाईंको सम्पादनलाई गश्त रुपमा दाग दिनुहोस्

source: _Web
ne: _वेब

source: Media handlers
ne: मिडिया ह्यान्डलरहरू

source: With published resources
ne: प्रकाशित स्रोतकासाथमा

source: Flags
ne: फ्ल्यागहरू

source: [[{{MediaWiki:cx-descriptionpagelink}}|ContentTranslation]]
ne: [[{{MediaWiki:cx-descriptionpagelink}}|सामग्रीअनुवाद]]

source: My settings
ne: मेरो अनुकुलताहरु

source: Aliases
ne: अलियासहरू

source: Short Edge (Flip)
ne: छोटो किनारा (फ्लिप)

source: Your {{PLURAL:$4|edit on [[:$2]] has|edits on [[:$2]] have}} been {{GENDER:$1|reverted}} by [[$5|$1]]. $3
ne: तपाईँको {{PLURAL:$4|सम्पादन [[:$2]] मा |सम्पादनहरू [[:$2]] मा}} [[$5|$1]] द्वारा {{GENDER:$1|उल्ट्याइएको छ}}। $3

source: Last 7 Days
ne: गत ७ दिन

source: === Special:MergeItems ===
ne: === विशेष: MergeItems ===

source: adjust visibility
ne: दर्शिता मिलाउने

source: This page has been unlinked from {{WBREPONAME}} item. Language links removed.
ne: यो पृष्ठलाई विकिडाटा आइटम सँग हटाइएको छ। भाषा लिङ्क हटाइयो।

source: Filter
ne: फिल्टर

source: Bottom 90%
ne: तल ९०%

source: Below is a list of the most recent file uploads. See the [[Special:NewFiles|gallery of new files]] for a more visual overview.
ne: भर्खरै उर्ध्वभरण गरिएका फ़ाइलहरुको सूची तल दिइएकोछ । विस्तृत अवलोकनको लागि [[Special:NewFiles|नयाँ फ़ाइलको ग्यालरी]]मा हेर्नुहोस्।

source: === Select recipient item ===
ne: === प्राप्तकर्ता वस्तु चयन गर्नुहोस्===

source: view source
ne: स्रोत हेर्नुहोस्

source: No carrier could be established
ne: कुनै क्यारियर स्थापित गर्न सकिएन

source: Your account has been removed...
ne: तपाईंको खाता हटाइयो...

source: Renders the BlueSpice tab in preferences
ne: ब्ल्युस्पाइस ट्याब अभिरूचीहरूमा प्रतिपादन गर्ने

source: New Diary Entry
ne: नयाँ दैनिकी

source: Display pages with prefix:
ne: यी सुरुका अक्षरसहितका पृष्ठहरू हेर्ने:

source: Xubuntu restricted extras
ne: Xubuntu प्रतिबन्धित अतिरिक्त

source: Find suitable observations
ne: मिल्दो अबलोकन खोज्नुहोस्

source: You are encouraged to create an account and log in; however, it is not mandatory
ne: तपाईंलाई खाता बनाउन र लग इन गर्न हामि प्रोत्साहित गर्छौ; तथापि, यो अनिवार्य भने छैन।

source: Below is a list of <strong>$1</strong> {{PLURAL:$1|file|files}} sorted $2.
ne: '''$1''' {{PLURAL:$1|फाइल|फाइलहरू}} को निम्न सूची ,क्रमवद्ध $2.

source: Control Panel
ne: नियंत्रण कक्ष

source: Province or state shown
ne: देखाइएको प्रान्त या क्षेत्र

source: Phase 2 pass score:
ne: उत्तीर्ण चरण २ प्राप्ताङ्क:

source: The Anti-Vandalism Barnstar is awarded to those who show great contributions to protecting and reverting attacks of vandalism on {{SITENAME}}.
ne: विध्वंसता-विरोधी बार्नस्टार {{SITENAME}}लाई विध्वंसताबाट बचाउन तथा पुर्स्थापन गर्न योगदान गर्ने प्रयोगकर्तालाई प्रदान गरिन्छ।

source: last two weeks
ne: पछिल्लो दुई हप्ता

source: mouse
ne: माउस

source: Search for
ne: खोज्नुहोस

source: Try waiting a few minutes and reloading.
ne: केही समय पर्खिएर पुन: लोड हुन दिनुहोस् ।

source: Aug
ne: अगस्ट

source: October $1
ne: अक्टोबर $1

source: Redirect from: $1
ne: $1बाट सम्प्रेषित

source: Gadgets
ne: उपकरणहरू

source: Argentinian peso
ne: अर्जेण्टिनियन पेसो

source: Thin
ne: पातलो

source: Height of image before it was cropped
ne: तस्विरको काट्नु अगाडिको चौडाइ

source: Unresolved note #%{note_name}
ne: समाधान नगरिएको टिप्पणी #%{note_name}

source: %s (already purchased)
ne: %s (पहिले किनेको)

source: Are you sure, you want to delete {{PLURAL:$1|this user|these $1 users}}?
ne: के तपाईं {{PLURAL:$1|यो प्रयोगकर्ता|यी $1 प्रयोगकर्ताहर}}लाई मेट्न चाहनुहुन्छ?

source: The Minor barnstar
ne: सामान्य बार्नस्टार

source: _Pointer speed
ne: पोइन्टर को स्पीड

source: Bot: Moved page
ne: रोबोट: पृष्ठ सारियो

source: Invalid file name
ne: अवैध फाइल नाम

source: Rollback failed
ne: रोलब्याक असफल

source: View deleted history entries, without their associated text
ne: मेटाइएको इतिहास प्रविष्टीहरु हेर्ने, तिनीहरुसँग सम्बद्ध पाठ बिना

source: You are deleting the version of <strong>[[Media:$1|$1]]</strong> as of [$4 $3, $2].
ne: तपाईं <strong>[[Media:$1|$1]]</strong> को संस्करणलाई [$4 $3, $2] हुने गरि मेटाउँदै हुनु हुन्छ ।

source: This land is unsuitable for a colony.
ne: यो जमिन बस्तीको लागी नसुहाउने छ ।

source: Dependency
ne: निर्भरता

source: Retype new password:
ne: प्रवेश शव्द पुन: दिनुहोस् :

source: Uncategorized templates
ne: श्रेणीकरण नभएका टेम्प्लेटहरु

source: GPS differential correction
ne: जीपीएस अंतर सुधार

source: Privacy policy
ne: गोप्नियता नीति

source: Default sort key
ne: पूर्वनिर्धारित सर्ट साँचो

source: (more)
ne: (अझै)

source: Measurement URI
ne: मापन URI

source: Relation Member
ne: रिलेशन सदस्य

source: We need to move your saved and recent pages over. This may take a minute…
ne: हामी तपाईंको रक्षण गरिएका तथा भर्खरका पृष्ठलाई सार्दै छौ । यसमा केही समय लाग्ने छ...

source: Date and time of digitizing
ne: मिति र समय अंकीयकरण

source: New page
ne: नयाँ पृष्ठ

source: Account details on {{SITENAME}}
ne: {{SITENAME}}मा खाता विवरण

source: Biology
ne: जीवशास्त्र

source: Destination filename:
ne: गन्तव्य फाइलनाम :

source: No file by this name exists, but you can [$1 upload it].
ne: यस नामको फाइल छैन तर तपाईं [$1 यो उर्ध्वभरण गर्न सक्नुहुन्छ].

source: Action failed
ne: कार्य असफल

source: Start the survey
ne: सर्वेक्षण सुरु गर्नुहोस

source: User rights log
ne: प्रयोगकर्ता अधिकार लग

source: Update contact
ne: सम्पर्क विवरण परिमार्जन गर्ने

source: A {{WBREPONAME}} item has been created.
ne: एउटा {{WBREPONAME}} आइटम निर्माण भयो।

source: Whoops! The default skin for your wiki, defined in <code>$wgDefaultSkin</code> as <code>$1</code>, is not available. You have no installed skins. ; If you have just installed or upgraded MediaWiki: : You probably installed from git, or directly from the source code using some other method. This is expected. MediaWiki 1.24 and newer doesn't include any skins in the main repository. Try installing some skins from [https://www.mediawiki.org/wiki/Category:All_skins mediawiki.org's skin directory], by: :* Downloading the [https://www.mediawiki.org/wiki/Download tarball installer], which comes with several skins and extensions. You can copy and paste the <code>skins/</code> directory from it. :* Downloading individual skin tarballs from [https://www.mediawiki.org/wiki/Special:SkinDistributor mediawiki.org]. :* [https://www.mediawiki.org/wiki/Download_from_Git#Using_Git_to_download_MediaWiki_skins Using Git to download skins]. : Doing this should not interfere with your git repository if you're a MediaWiki developer. See [https://www.mediawiki.org/wiki/Manual:Skin_configuration Manual: Skin configuration] for information how to enable skins and choose the default.
ne: ओह! तपाईंको विकिको पूर्व निर्धारित खोल जस्तो कि <code>$wgDefaultSkin</code> मा बताइएको <code>$1</code>, उपलब्ध छैन। तपाईंसँग कुनै इन्स्टल गरिएको खोल छैन। ; यदि तपाईंले अहिले मीडियाविकि इन्स्टल गर्नुभएको छ वा यसलाई अपडेट गर्नुभएको छ: तपाईंले सम्भवत गिटबाट इन्स्टल गर्नुभएको छ, वा सिधै स्रोत कोडबाट गर्नुभएको छ जसको लागि कुनै अर्कै तारिका प्रयोग गरिएको छ। यो आशा अनुरूप छ। कोशिश गर्नुस केहि खोलहरू [https://www.mediawiki.org/wiki/Category:All_skins mediawiki.org's मीडियाविकिको खोल डाइरेक्ट्रीबाट डाउनलोड गर्ने], जसको लागि तपाईं: :* डाउनलोड गर्नुस [https://www.mediawiki.org/wiki/Download टरबल इन्स्टलर], जुन कयौं खोलहरू र विस्तारमा उपलब्ध छन्। तपाईं खोलहरूको कोड <code>skins/</code> त्यसको डाइरेक्ट्रीबाट कपी-पेस्ट गर्न सक्नुहुन्छ। :* व्यक्तिगत खोलहरू टरबलबाट डाउनलोड गर्नुस [https://www.mediawiki.org/wiki/Special:SkinDistributor मीडिया विकि] बाट। :* [https://www.mediawiki.org/wiki/Download_from_Git#Using_Git_to_download_MediaWiki_skins गिटको प्रयोग गरेर डाउनलोड गर्न सक्नुहुन्छ]। :यदि तपाईं विकासकर्ता हो भने यसो गर्दा समय तपाईंको गिट-रिपजिटरीमा केहि हुनुहुँदैन।

source: {{SITENAME}} could not send your confirmation mail. Please check your email address for invalid characters. Mailer returned: $1
ne: {{SITENAME}} प्रमाणिकरण इमेल पठाउन सकिएन। तपाईंको इमेलमा अमान्य वर्णहरू छन् कि जाँच गर्नुहोस् । हुलाकीले दिएको त्रुटी सन्देश: $1

source: $1 {{GENDER:$2|deleted}} page $3
ne: $1 द्वारा पृष्ठ $3 {{GENDER:$2|मेटाइयो}}

source: Render revision:
ne: संशोधन प्रतिपादन:

source: Clockwise
ne: घडी को सुइ अनुसार

source: Move succeeded
ne: सार्ने काम सफल भयो

source: Logic
ne: लजिक

source: To edit a shortcut, click the row and hold down the new keys or press Backspace to clear.
ne: सर्टकट सम्पादन गर्न रो लाई थिचेर नयाँ कुन्जी थिच्नुहोस् अथवा हटाउन ब्याक्स्पेस थिच्नुहोस्

source: Move to _Trash
ne: रद्दि टोकरीमा सार्नुहोस्

source: New Password:
ne: नयाँ पासवर्ड:

source: anon
ne: वेनाम

source: Bot: Substituting {{PLURAL:%(num)d|template|templates}}: %(list)s
ne: रोबोट: {{PLURAL:%(num)d|ढाँचा|ढाँचारू}} विस्थापन गर्दै: %(list)s

source: Database locked
ne: डेटाबेस बन्द गरिएको छ

source: Auto white balance
ne: स्वत: स्वेत वचत

source: Line busy
ne: व्यस्त लाइन

source: The page has been created.
ne: पृष्ठ सिर्जना गरियो ।

source: Configure your app.
ne: तपाईँको एप मिलाउनुहोस् ।

source: Hello and welcome to '''translatewiki.net'''. Please do not edit this page unless you know what you are doing. * If you are here to translate [[Project list|supported software]] (for example, MediaWiki), please request the right to do so at [[Project:Translator]]. * If you are here to translate this page, go to {{SpecialTranslate|group=wiki-betawiki}} (if you have [[Project:Translator|translator rights]]).
ne: नमस्ते '''translatewiki.net'''मा स्वागत छ । कृपया यस पृष्ठमा आफू के गर्दैछु भन्ने निश्चिन्त हुनुहुन्न भने सम्पादन नगर्नुहोला। * यदि तपाईँ यहाँ [[Project list|समर्थित सफ्टवेयर]] अनुवाद गर्न आउनु भएको हो भने (उदाहरणको लागि, मेडियाविकी), कृपया अनुवाद अधिकारको लागि [[Project:Translator]] मा अनुरोध गर्नुहोस् ।

source: This page revision has been <strong>deleted</strong>. You can view it; details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ne: यस पृष्ठको संशोधन '''मेटिएकोछ'''। तपाईंले हेर्न सक्नुहुन्छ; [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} मेटिएको लगमा विवरण पाउन सकिन्छ]।

source: The storage backend "$1" is currently read-only. The reason given is: "<em>$2</em>"
ne: भण्डारण ब्याकएन्ड "$1" यस समय मात्रै पढ्न सकिन्छ। दिइएको कारण थियो: "<em>$2</em>"

source: content unhidden
ne: सामग्री देखाइएको

source: minus sign
ne: घटाउने चिन्ह

source: Checked user, IP address, or CIDR range.
ne: प्रयोगकर्ता जाँच, आइपी ठेगाना, वा सिआइडिआर सीमा।

source: No response
ne: कुनै पनि प्रतिकृया छैन
